Repository: AnarBagirovPortfolio/ListBox
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ru

# AddEmptyGroupError
source: You cannot add list without name
ru: Вы не можете добавить список с пустым именем

# AddEmptyItemError
source: You cannot add item without name
ru: Вы не можете добавить продукт с пустым именем

# AddGroupError
source: You cannot add two lists with the same name
ru: Вы не можете добавить два списка с одинаковым именем

# AddItemError
source: You cannot add two items with the same name
ru: Вы не можете добавить два элемента с одинаковым именем

# AddItemTextBox.PlaceholderText
source: Add item...
ru: Добавить продукт...

# AddListTextBox.PlaceholderText
source: Add list...
ru: Добавить список...

# ApplyChanges.Label
source: Accept
ru: Применить

# ApplyThemeMessage
source: Restart app to apply theme
ru: Перезагрузите приложение для применения темы

# AppTheme.Text
source: Application theme
ru: Тема приложения

# CancelChanges.Label
source: Cancel
ru: Отменить

source: Count
ru: Количество

# Date
source: Added
ru: Добавлено

# DefaultTheme
source: Default
ru: Стандартная тема

# DeleteAllItems.Label
source: clear list
ru: очистить список

# DeleteCheckedItems.Label
source: remove purchased items
ru: удалить купленные

# DeleteGroup.Label
source: delete list
ru: удалить список

# DeleteItem.Label
source: delete item
ru: удалить продукт

# EditCount.Text
source: Count
ru: Количество

# EditPrice.Text
source: Price
ru: Стоимость

# EmptyHubPageMessage.Text
source: empty
ru: пусто

# EmptySectionPageMessage.Text
source: list is empty
ru: данный список покупок пуст

# GreenTheme
source: Green with dark background
ru: Зелёная с темным фоном

source: pin
ru: закрепить

# PinToStart.Label
source: pin
ru: закрепить

# Price
source: Price of one item
ru: Цена одного продукта

# SelectThemeBox.PlaceholderText
source: select theme
ru: выберите тему

# SendList.Label
source: send detailed list
ru: отправить подробный список

# SendOnlyTitles.Label
source: send list
ru: отправить список

# SendUncheckedItems.Label
source: send a list of not purchased items
ru: отправить не купленные продукты

# SettingInGroupPage.Label
source: settings
ru: настройки

# SettingsInMainPage.Label
source: settings
ru: настройки

# SettingsTitle.Text
source: Settings
ru: Настройки

# SortItems.Label
source: sort
ru: сортировать

source: Total price
ru: Суммарная стоимость

source: unpin
ru: открепить

# OrangeTheme
source: Orange with light background
ru: Оранжевая со светлым фоном

# GreenLightTheme
source: Green with light theme
ru: Зелёная со светлым фоном

# BlueTheme
source: Blue with light background
ru: Синяя со светлым фоном

source: Attention
ru: Внимание

source: Close app
ru: Закрыть

source: Off
ru: Выкл.

source: On
ru: Вкл.

# TransparentTile.Text
source: Transparent tile
ru: Прозрачная плитка

# TotalPriceBlock.Text
source: Total price
ru: Суммарная цена

# AppBackground.Text
source: App background
ru: Фон приложения

source: Dark
ru: Темный

source: Light Blue
ru: Голубой

source: Indigo
ru: Индиго

source: Light
ru: Светлый

source: Teal
ru: Сине-зеленый

source: Error
ru: Ошибка

# InputDataError
source: Incorrect data
ru: Вводимые данные неверны

# AboutInfo.Text
source: About
ru: О приложении

source: Version
ru: Версия

# Deep Orange
source: Red
ru: Красный

# SendDetailedList
source: detailed list
ru: подробный список

# SendOnlyTitle
source: only titles
ru: только названия

# SendUncheckedItem
source: items to buy
ru: не купленные продукты

# DeleteAll.Content
source: all items
ru: все продукты

# DeleteChecked.Content
source: purchased items
ru: купленные продукты

# DeleteGr.Content
source: list
ru: список

# Send.Label
source: send
ru: отправить

# RemindMe.Label
source: add a reminder
ru: напомнить

# AddedReminder
source: Reminder has been already added
ru: Напоминание было добавлено ранее

# BuyProducts
source: Buy products from the
ru: Купить продукты из списка

# DeleteGroupFromHubPage.Text
source: delete
ru: удалить

# AddDesc
source: Add description...
ru: Добавить описание...

# ChangeDesc.PlaceholderText
source: Add description...
ru: Добавить описание...

# EditDescription.Text
source: Description
ru: Описание

source: Okay
ru: Окай

# FullList.Content
source: detailed list
ru: подробный список

# OnlyTiles.Content
source: only titles
ru: только названия

# UncheckedItems.Content
source: items to buy
ru: не купленные продукты

# Delete.Label
source: delete
ru: удалить
